<<<<<<< HEAD
alert('Для того, что бы узнать количество секунд в часе, дне и месяце, поочередно введите нужные Вам данные в поля, которые будут доступны после нажатия кнопки "OK"')
let hour = prompt('Введите требуемое количество часов')
let day = prompt('Введите требуемое количество дней')
let month = prompt('Введите требуемое количество месяцев')
alert(`количество секунд в ${hour} часе(ах): ${hour * 3600}
количество секунд в ${day} дне(ях): ${day * 24 * 3600}
количество секунд в ${month} месяце(ах): ${month * 30 * 24 * 3600}`)
=======
alert('Для того, что бы узнать количество секунд в часе, дне и месяце, поочередно введите нужные Вам данные в поля, которые будут доступны после нажатия кнопки "OK"')
let hour = prompt('Введите требуемое количество часов')
let day = prompt('Введите требуемое количество дней')
let month = prompt('Введите требуемое количество месяцев')
alert(`количество секунд в ${hour} часе(ах): ${hour * 3600}
количество секунд в ${day} дне(ях): ${day * 24 * 3600}
количество секунд в ${month} месяце(ах): ${month * 30 * 24 * 3600}`)
>>>>>>> cfbcb330fa67f0692b6ce5a84e8a6aadcbe9fe11
